<div class="container">
    <h1>О кинотеатре</h1><br>

<h2>Общая информация</h2>
<p>Кинозал расположен во Дворце Культуры имени Горького, район города – Храмцовка. Сеансы начинаются в 10:00 и продолжаются до позднего вечера. Время от времени в выходные дни проводится «Ночь кино» – ночью фильмы можно посмотреть по цене, гораздо ниже обычной.

    <br>Кинозал рассчитан на 200 зрительных мест, оборудован мягкими удобными креслами. В кинозале демонстрируются фильмы в формате 3D.
    
    <br> К вашим услугам попкорн-бар, расположенный на первом этаже ДК. Здесь можно приобрести классический набор, характерный для всех современных кинотеатров, кроме алкогольных напитков.
    
    <br></p><br>
<h2>Стоимость билетов</h2>
<p>Стоимость билетов: от 120 до 220 рублей в зависимости от времени сеанса и фильма.</p>

</div>

<style>
    .container {
        margin: 50px auto;
        max-width: 800px;
        padding: 0 20px;
    }
</style>