<div class="container">
    <h1>О нас</h1><br>

<h2>Общая информация</h2>
<p>Мы проживаем в городе Черемхово Иркутской области и учимся в Лицее. Уже в следующем году мы окончим 9 классов! Стараемся учиться хорошо, но и не забывать про дружбу и свои интересы.</p><br>
<h2>Увлечения</h2>
<p>Мы активно вовлечены в молодежное движение города. С большим удовольствием принимаем участие в акциях и мероприятиях, организовааных отделом по молодежной политике г. Черемхово. Организовываем опросы горожан о комфортной среде проживания и их предпочтениях по благоустройству города.</p>

</div>

<style>
    .container {
        margin: 50px auto;
        max-width: 800px;
        padding: 0 20px;
    }
</style>